[
    {
        "client": "Sah El Nom",
        "descr": "The logo is a perfect representation of the restaurant’s dedication to delivering a genuine Syrian dining experience. It’s elegant, simple, and authentic, with a color palette of blue and gray that exudes sophistication and class. The logo also perfectly captures the essence of the restaurant’s unique menu and ambiance, making it a perfect fit for the brand.",
        "images": [
            {
                "alt": "Sah El Nom",
                "src": "assets/Branding/Sah El Nom - branding/Sah-El-Nom-1.jpg"
            },
            {
                "alt": "Sah El Nom",
                "src": "assets/Branding/Sah El Nom - branding/Sah-El-Nom-Branding-Feature.jpg"
            }
        ],
        "place": "Dubai"
    },
    {
        "client": "Neem Lounge",
        "descr": "The Neem Lounge brand identity is an award-winning design characterized by a vibrant and colorful logo, featuring a color palette of green, red, orange, and blue. These colors are carefully selected to represent the natural beauty and diversity of the UAE’s landscape, from its lush greenery to its vibrant desert hues. The use of multiple colors also adds a sense of playfulness and energy to the brand, highlighting the lounge’s relaxed and welcoming atmosphere.",
        "images": [
            {
                "alt": "Neem Lounget",
                "src": "assets/Branding/Neem Lounge - branding/Neem-1.jpg"
            },
            {
                "alt": "Neem Lounge",
                "src": "assets/Branding/Neem Lounge - branding/Neem-Branding-Feature-1.jpg"
            }
        ],
        "place": "Dubai"
    },
    {
        "client": "Karamna Al Khakleej",
        "descr": "Karamna Al Khaleej is a brand that embodies the true essence of Levantine-Gulf cuisine with a contemporary twist. The brand’s identity is reflected in the color palette of black, white, and gold, which speaks to its premium and sophisticated nature, designed by 4SPACE, a restaurant design company. At the heart of the brand’s identity is its logo, which is a beautiful Arabic calligraphy with a touch of golden leaves that adds a touch of elegance and luxury. The logo perfectly encapsulates the brand’s mission as a restaurant design company: to create a premium, cohesive experience that is both authentic and fresh. ",
        "images": [
            {
                "alt": "Karamna Al Khakleej",
                "src": "assets/Branding/Karamna Al Khakleej/Karamna-1.jpg"
            },
            {
                "alt": "Karamna Al Khakleej",
                "src": "assets/Branding/Karamna Al Khakleej/Karamna-Branding-Feature.jpg"
            }
        ],
        "place": "Dubai"
    },
    {
        "client": "Ayoush",
        "descr": "Ayoush is a brand that is all about capturing the essence of modern luxury and elegance. The sleek and sophisticated design immediately draws your attention to the brand identity. The logo, with its intricate calligraphy, exudes a sense of timelessness and refinement in a restaurant design. The use of a monochromatic color scheme of black adds to the brand’s sophistication and creates a strong visual impact. The typography is clean and modern, yet classic, perfectly reflecting the brand’s values of quality and luxury. ",
        "images": [
            {
                "alt": "Ayoush",
                "src": "assets/Branding/Ayoush/Ayoush-1.jpg"
            },
            {
                "alt": "Ayoush",
                "src": "assets/Branding/Ayoush/Ayoush-Branding-Feature-1.jpg"
            }
        ],
        "place": "Dubai"
    }
]