[
    {
        "client": "AYA Universe",
        "descr": "The design of AYA Universe is both ancient and deeply futuristic, blending nature with intelligent construction. The advanced construction techniques used in this project give the impression that AYA Universe was grown and built in anticipation of natural incursions. The powerful combination of natural elements and constructed space creates an unforgettable experience for visitors.",
        "images": [
            {
                "alt": "AYA Universe",
                "src": "assets/Retail/AYA/4SPACE_Aya-01.jpg"
            },
            {
                "alt": "AYA Universe",
                "src": "assets/Retail/AYA/4SPACE_Aya-02.jpg"
            },
            {
                "alt": "AYA Universe",
                "src": "assets/Retail/AYA/4SPACE_Aya-03.jpg"
            }
        ],
        "place": "Dubai"
    },
    {
        "client": "VR PARK Dubai Mall",
        "descr": "The VR PARK, is a testament to our commitment to innovation and excellence. Designed in partnership with Emaar Entertainment, this virtual reality park challenges the boundaries of what’s possible and delivers an unforgettable experience to visitors. Our team was tasked with designing a space that was not only innovative and immersive but also visually stunning, and we delivered.",
        "images": [
            {
                "alt": "VR PARK",
                "src": "assets/Retail/VR PARK/VR-Park-1-e1521699056966.jpg"
            },
            {
                "alt": "VR PARK",
                "src": "assets/Retail/VR PARK/VR-Park-3-scaled.jpg"
            },
            {
                "alt": "VR PARK",
                "src": "assets/Retail/VR PARK/VR-Park-6-scaled.jpg"
            },
            {
                "alt": "VR PARK",
                "src": "assets/Retail/VR PARK/VR-Park-8-scaled.jpg"
            },
            {
                "alt": "VR PARK",
                "src": "assets/Retail/VR PARK/VR-Park-12-scaled.jpg"
            }
        ],
        "place": "Dubai"
    },
    {
        "client": "WHITES",
        "descr": "When it comes to the design of the shop, it plays a crucial role in attracting customers and ensuring a comfortable and functional space. The color scheme revolves around neutral and calming colors such as white and sky blue. It showcases a clean and modern look while also making the space feel bright and open, creating a modern and functional Retail Interior Design. The decorative wall elements are very simple and minimalist; they enhance the overall aesthetic of the space while maintaining a clean and uncluttered look. 4SPACE maintained quality over quantity and chose pieces that add visual interest without overwhelming the aesthetically pleasing space. By keeping it simple, 4SPACE created a modern and functional retail interior design.",
        "images": [
            {
                "alt": "WHITES",
                "src": "assets/Retail/WHITES/4S_WH-01v2.jpg"
            },
            {
                "alt": "WHITES",
                "src": "assets/Retail/WHITES/4S_WH-02v2.jpg"
            },
            {
                "alt": "WHITES",
                "src": "assets/Retail/WHITES/4S_WH-03.jpg"
            },
            {
                "alt": "WHITES",
                "src": "assets/Retail/WHITES/4S_WH-04.jpg"
            },
            {
                "alt": "WHITES",
                "src": "assets/Retail/WHITES/4S_WH-05.jpg"
            }
        ],
        "place": "Dubai"
    },
    {
        "client": "Lina Beauty Center",
        "descr": "As you enter the center, you will be greeted by a stunning interior with a luxurious feel and a gold palette. The interiors have been carefully designed to offer a warm and welcoming ambiance that instantly puts you at ease. The attention to detail is evident in every corner of the center, from the carefully chosen furnishings to the elegant decor that showcases luxury salon design.",
        "images": [
            {
                "alt": "Lina Beauty Center",
                "src": "assets/Retail/Lina Beauty Center/Lina-01-1.jpg"
            },
            {
                "alt": "Lina Beauty Center",
                "src": "assets/Retail/Lina Beauty Center/Lina-02.jpg"
            },
            {
                "alt": "Lina Beauty Center",
                "src": "assets/Retail/Lina Beauty Center/Lina-03-1.jpg"
            },
            {
                "alt": "Lina Beauty Center",
                "src": "assets/Retail/Lina Beauty Center/Lina-04-1.jpg"
            },
            {
                "alt": "Lina Beauty Center",
                "src": "assets/Retail/Lina Beauty Center/Lina-05-1.jpg"
            }
        ],
        "place": "Dubai"
    }
]