[
    {
        "client": "صح النوم",
        "descr": "يمثل الشعار تمثيلاً مثاليًا لتفاني المطعم في تقديم تجربة طعام سورية أصيلة. إنه شعار أنيق وبسيط وأصيل، مع قائمة ألوان من الأزرق والرمادي التي تقطر بالرقي. كما يجسد الشعار بشكل مثالي جوهر قائمة المطعم الفريدة وأجواءه، مما يجعله مناسبًا تمامًا للعلامة التجارية.",
        "images": [
            {
                "alt": "Sah El Nom",
                "src": "assets/Branding/Sah El Nom - branding/Sah-El-Nom-1.jpg"
            },
            {
                "alt": "Sah El Nom",
                "src": "assets/Branding/Sah El Nom - branding/Sah-El-Nom-Branding-Feature.jpg"
            }
        ],
        "place": "دبي, الإمارات العربية المتحدة"
    },
    {
        "client": "نيم لاونج",
        "descr": "تصميم هوية العلامة التجارية Neem Lounge هو تصميم حائز على جوائز، يتميز بشعار مفعم بالحياة والألوان، ويضم قائمة ألوان مميزة من الأخضر والأحمر والبرتقالي والأزرق.تم اختيار هذه الألوان بعناية لتمثل جمال الطبيعة والتنوع الذي تتميز به المناظر الطبيعية في دولة الإمارات العربية المتحدة، بدءًا من المساحات الخضراء المورقة وحتى ألوان الصحراء النابضة بالحياة. كما يضيف استخدام الألوان المتعددة إحساساً بالمرح والطاقة إلى العلامة التجارية مما يسلط الضوء على أجواء الصالة المريحة والترحيبية.",
        "images": [
            {
                "alt": "Neem Lounget",
                "src": "assets/Branding/Neem Lounge - branding/Neem-1.jpg"
            },
            {
                "alt": "Neem Lounge",
                "src": "assets/Branding/Neem Lounge - branding/Neem-Branding-Feature-1.jpg"
            }
        ],
        "place": "دبي, الإمارات العربية المتحدة"
    },
    {
        "client": "كرمنا الخليج",
        "descr": "كرمنا الخليج هي علامة تجارية تجسد الجوهر الحقيقي للمطبخ الشرقي والخليجي مع لمسة عصرية. تنعكس هوية العلامة التجارية في لوحة الألوان من الأسود والأبيض والذهبي ، والتي تتحدث عن طبيعتها المتميزة والمتطورة ، التي صممتها  شركة 4SPACE لتصميم المطاعم. وفي قلب هوية العلامة التجارية شعارها، وهو عبارة عن خط عربي جميل مع لمسة من الأوراق الذهبية التي تضيف لمسة من الأناقة والفخامة. يجسد الشعار بشكل مثالي مهمة العلامة التجارية كشركة لتصميم المطاعم: خلق تجربة متميزة ومتماسكة أصيلة وجديدة.",
        "images": [
            {
                "alt": "Karamna Al Khakleej",
                "src": "assets/Branding/Karamna Al Khakleej/Karamna-1.jpg"
            },
            {
                "alt": "Karamna Al Khakleej",
                "src": "assets/Branding/Karamna Al Khakleej/Karamna-Branding-Feature.jpg"
            }
        ],
        "place": "دبي, الإمارات العربية المتحدة"
    },
    {
        "client": "عيوش",
        "descr": "عيوش هي علامة تجارية تدور حول تجسيد جوهر الفخامة والأناقة العصرية. يلفت التصميم الأنيق والمتطور انتباهك على الفور إلى هوية العلامة التجارية. ينضح الشعار، بخطه المعقد، بإحساس الخلود والرقي في تصميم المطعم. يضيف استخدام نظام الألوان الأحادي اللون باللون الأسود إلى تعقيد العلامة التجارية ويخلق تأثيرًا بصريًا قويًا. الطباعة نظيفة وحديثة، ولكنها كلاسيكية، وتعكس تمامًا قيم العلامة التجارية للجودة والرفاهية.",
        "images": [
            {
                "alt": "Ayoush",
                "src": "assets/Branding/Ayoush/Ayoush-1.jpg"
            },
            {
                "alt": "Ayoush",
                "src": "assets/Branding/Ayoush/Ayoush-Branding-Feature-1.jpg"
            }
        ],
        "place": "دبي, الإمارات العربية المتحدة"
    }
]