[
    {
        "client": "صح النوم",
        "descr": "العلامة التجارية يمثل الشعار تمثيلا مثاليا لتفاني المطعم في تقديم تجربة طعام سورية حقيقية. إنه أنيق وبسيط وأصيل ، مع لوحة ألوان من الأزرق والرمادي تنضح بالرقي والرقي. يجسد الشعار أيضا جوهر القائمة والأجواء الفريدة للمطعم ، مما يجعله مناسبا تماما للعلامة التجارية.",
        "images": [
            {
                "alt": "Sah El Nom",
                "src": "assets/Branding/Sah El Nom - branding/Sah-El-Nom-1.jpg"
            },
            {
                "alt": "Sah El Nom",
                "src": "assets/Branding/Sah El Nom - branding/Sah-El-Nom-Branding-Feature.jpg"
            }
        ],
        "place": "دبي"
    },
    {
        "client": "نيم لاونج",
        "descr": "هي تصميم حائز على جوائز يتميز بشعار نابض بالحياة وملون ، ويضم لوحة ألوان من الأخضر والأحمر والبرتقالي والأزرق. تم اختيار هذه الألوان بعناية لتمثيل الجمال الطبيعي والتنوع الطبيعي للمناظر الطبيعية في دولة الإمارات العربية المتحدة ، من المساحات الخضراء المورقة إلى ألوانها الصحراوية النابضة بالحياة. يضيف استخدام الألوان المتعددة أيضا إحساسا بالمرح والطاقة للعلامة التجارية ، مما يبرز أجواء الصالة المريحة والترحيبية.",
        "images": [
            {
                "alt": "Neem Lounget",
                "src": "assets/Branding/Neem Lounge - branding/Neem-1.jpg"
            },
            {
                "alt": "Neem Lounge",
                "src": "assets/Branding/Neem Lounge - branding/Neem-Branding-Feature-1.jpg"
            }
        ],
        "place": "دبي"
    },
    {
        "client": "كرمنا الخليج",
        "descr": "كرمنا الخليج هي علامة تجارية تجسد الجوهر الحقيقي للمطبخ الشرقي والخليجي مع لمسة عصرية. تنعكس هوية العلامة التجارية في لوحة الألوان من الأسود والأبيض والذهبي ، والتي تتحدث عن طبيعتها المتميزة والمتطورة ، التي صممتها شركة 4 سبيس ، وهي شركة لتصميم المطاعم. في قلب هوية العلامة التجارية شعارها ، وهو خط عربي جميل مع لمسة من الأوراق الذهبية التي تضيف لمسة من الأناقة والفخامة. يجسد الشعار بشكل مثالي مهمة العلامة التجارية كشركة تصميم مطعم: لخلق تجربة متميزة ومتماسكة أصيلة وجديدة",
        "images": [
            {
                "alt": "Karamna Al Khakleej",
                "src": "assets/Branding/Karamna Al Khakleej/Karamna-1.jpg"
            },
            {
                "alt": "Karamna Al Khakleej",
                "src": "assets/Branding/Karamna Al Khakleej/Karamna-Branding-Feature.jpg"
            }
        ],
        "place": "دبي"
    },
    {
        "client": "عيوش",
        "descr": "أيوش هي علامة تجارية تدور حول التقاط جوهر الفخامة والأناقة الحديثة. يلفت التصميم الأنيق والمتطور انتباهك على الفور إلى هوية العلامة التجارية. ينضح الشعار ، بخطه المعقد ، بإحساس الخلود والصقل في تصميم المطعم. يضيف استخدام نظام ألوان أحادي اللون من اللون الأسود إلى تطور العلامة التجارية ويخلق تأثيرا بصريا قويا. الطباعة نظيفة وحديثة ، لكنها كلاسيكية ، وتعكس تماما قيم العلامة التجارية للجودة والرفاهية.",
        "images": [
            {
                "alt": "Ayoush",
                "src": "assets/Branding/Ayoush/Ayoush-1.jpg"
            },
            {
                "alt": "Ayoush",
                "src": "assets/Branding/Ayoush/Ayoush-Branding-Feature-1.jpg"
            }
        ],
        "place": "دبي"
    }
]