[
    {
        "client": "Akabeko",
        "descr": "A Yakiniku Dining Experience Merging Tradition and Modern Design. Inspired by the Akabeko cow, the restaurant reflects cultural storytelling. 4Space used the serene beauty of wabi-sabi philosophy in the restaurant’s interior design, featuring organic textures and natural patterns. Black textured walls, warm wood accents, and indirect lighting create a cozy and dynamic atmosphere. Guests can enjoy Japanese wagyu cooked on smokeless grills, offering a unique dining experience that honors tradition and craftsmanship.",
        "images": [
            {
                "alt": "Akabeko",
                "src": "assets/General/Akabeko/1.png"
            },
            {
                "alt": "Akabeko",
                "src": "assets/General/Akabeko/2.png"
            },
            {
                "alt": "Akabeko",
                "src": "assets/General/Akabeko/3.png"
            },
            {
                "alt": "Akabeko",
                "src": "assets/General/Akabeko/4.png"
            }
        ],
        "place": "Dubai United Arab Emirates"
    },
    {
        "client": "Moli by Shi",
        "descr": "Where Chinese heritage art meets modern luxury 4SPACE crafted an extraordinary Chinese restaurant interior design that brings the space to life with vibrant cultural elements, artworks, and modern sophistication. When entering the restaurant, guests are greeted by guardian lion statues, and walls adorned with classic Chinese carvings create a rich cultural atmosphere. The Dougong system in the interior design adds structural integrity and aesthetic beauty to the restaurant. Jasmine-shaped light fixtures and a flowing metallic bead curtain enhance the ambiance. Every design detail, from intricate carvings to plush banquettes, celebrates the fusion of Chinese tradition and modern elegance.",
        "images": [
          {
            "alt": "Moli by Shi",
            "src": "assets/General/MoliByShi/4.png"
          },
          {
            "alt": "Moli by Shi",
            "src": "assets/General/MoliByShi/1.png"
          },
          {
            "alt": "Moli by Shi",
            "src": "assets/General/MoliByShi/2.png"
          },
          {
            "alt": "Moli by Shi",
            "src": "assets/General/MoliByShi/3.png"
          }
        ],
        "place": "Dubai, United Arab Emirates"
      },
    {
        "client": "Jun's Restaurant",
        "descr": "An ideal warm restaurant for savoring delightful meals with loved ones. 4Space-crafted restaurant interior design of Jun’s Restaurant that blends Asian, North American, and French cuisine together on Sheikh Mohammed bin Rashid Boulevard.The restaurant’s  interior design was inspired by horse stables, featuring natural materials like timber, marble, and white bricks for a sleek and rustic atmosphere. With a sand-colored palette and intriguing textures, the design fosters a warm, inviting ambiance perfect for dining with friends and family.",
        "images": [
            {
                "alt": "Juns Restaurant",
                "src": "assets/Restaurant/Juns Restaurant/Juns Restaurant0001.jpg"
            },
            {
                "alt": "Juns Restaurant",
                "src": "assets/Restaurant/Juns Restaurant/Juns Restaurant0002.jpg"
            },
            {
                "alt": "Juns Restaurant",
                "src": "assets/Restaurant/Juns Restaurant/Juns Restaurant0003.jpg"
            },
            {
                "alt": "Juns Restaurant",
                "src": "assets/Restaurant/Juns Restaurant/Juns Restaurant0004.jpg"
            },
            {
                "alt": "Juns Restaurant",
                "src": "assets/Restaurant/Juns Restaurant/Juns Restaurant0005.jpg"
            }
        ],
        "place": "Dubai, United Arab Emirates"
    },
    {
        "client": "Agora",
        "descr": "Agora, a unique cocktail bar and social club in the Edition Hotel, Downtown Dubai, blends sophistication and comfort. Designed by 4SPACE, one of Dubai’s top interior design firms, it draws inspiration from ancient Greek gathering places and the Gatsby era. The space features bespoke furniture, a luxurious color palette, and a stunning bead curtain centerpiece. Forest green fabrics, copper accents, and Indian green marble enhance the elegant atmosphere. The outdoor area includes playful curtain beads and suspended pampas grass, adding to the serene ambiance.",
        "images": [
            {
                "alt": "Agora Restaurant",
                "src": "assets/Restaurant/Agora/1.png"
            },
            {
                "alt": "Agora Restaurant",
                "src": "assets/Restaurant/Agora/2.png"
            },
            {
                "alt": "Agora Restaurant",
                "src": "assets/Restaurant/Agora/3.png"
            },
            {
                "alt": "Agora Restaurant",
                "src": "assets/Restaurant/Agora/4.png"
            }
        ],
        "place": "Dubai, United Arab Emirates"
    }
]