[
  {
    "client": "Akabeko",
    "descr": "A Yakiniku Dining Experience Merging Tradition and Modern Design. Inspired by the Akabeko cow, the restaurant reflects cultural storytelling. 4Space used the serene beauty of wabi-sabi philosophy in the restaurant’s interior design, featuring organic textures and natural patterns. Black textured walls, warm wood accents, and indirect lighting create a cozy and dynamic atmosphere. Guests can enjoy Japanese wagyu cooked on smokeless grills, offering a unique dining experience that honors tradition and craftsmanship.",
    "images": [
        {
            "alt": "Akabeko",
            "src": "assets/General/Akabeko/1.png"
        },
        {
            "alt": "Akabeko",
            "src": "assets/General/Akabeko/2.png"
        },
        {
            "alt": "Akabeko",
            "src": "assets/General/Akabeko/3.png"
        },
        {
            "alt": "Akabeko",
            "src": "assets/General/Akabeko/4.png"
        }
    ],
    "place": "Dubai United Arab Emirates"
},

{
  "client": "NAS House",
  "descr": "4Space designed NAS House in Dubai, a unique hospitality experience for 150 entrepreneurs, founders, and creators. Rejecting traditional hospitality norms, 4SPACE created an exceptional interior design that merges hotel and office concepts, offering a dynamic shared experience. This innovative approach reflects a luxury design prioritizing individuality and community. The design embraces a Boho aesthetic, blending multicultural textiles and eclectic artworks to create a personalized environment. NAS House encourages social engagement, with the firepit and seating area serving as key gathering spots.",
  "images": [
    {
        "alt": "NAS House",
        "src": "assets/General/1.png"
    },
      {
          "alt": "NAS House",
          "src": "assets/Retail/Lina Beauty Center/1.jpg"
      },
      {
          "alt": "NAS House",
          "src": "assets/Retail/Lina Beauty Center/45.png"
      },
      {
          "alt": "NAS House",
          "src": "assets/Retail/Lina Beauty Center/4.jpg"
      },
      {
          "alt": "NAS House",
          "src": "assets/Retail/Lina Beauty Center/5.jpg"
      }
  ],
  "place": "Dubai United Arab Emirates"
},
{
  "client": "Moli by Shi",
  "descr": "Where Chinese heritage art meets modern luxury 4SPACE crafted an extraordinary Chinese restaurant interior design that brings the space to life with vibrant cultural elements, artworks, and modern sophistication. When entering the restaurant, guests are greeted by guardian lion statues, and walls adorned with classic Chinese carvings create a rich cultural atmosphere. The Dougong system in the interior design adds structural integrity and aesthetic beauty to the restaurant. Jasmine-shaped light fixtures and a flowing metallic bead curtain enhance the ambiance. Every design detail, from intricate carvings to plush banquettes, celebrates the fusion of Chinese tradition and modern elegance.",
  "images": [
    {
      "alt": "Moli by Shi",
      "src": "assets/General/MoliByShi/4.png"
    },
    {
      "alt": "Moli by Shi",
      "src": "assets/General/MoliByShi/1.png"
    },
    {
      "alt": "Moli by Shi",
      "src": "assets/General/MoliByShi/2.png"
    },
    {
      "alt": "Moli by Shi",
      "src": "assets/General/MoliByShi/3.png"
    }
  ],
  "place": "Dubai, United Arab Emirates"
}, 
{
  "client": "A Futuristic Dream World",
  "descr": "Covering a breathtaking 3,000 square meters, this extraordinary interior design project invites guests into a world where surrealism takes center stage. Step into gardens that challenge the very laws of gravity, where stars unite in mesmerizing cosmic symphonies, and where delicate flowers blossom amidst the celestial glow of moon dust. Every corner of this otherworldly space immerses visitors in an experience that defies logic, elevating the imagination and awakening a sense of wonder.",
  "images": [
    {
      "alt": "AYA Universe",
      "src": "assets/Retail/AYA/4SPACE_Aya-01.jpg"
    },
    {
      "alt": "AYA Universe",
      "src": "assets/Retail/AYA/4SPACE_Aya-02.jpg"
    },
    {
      "alt": "AYA Universe",
      "src": "assets/Retail/AYA/4SPACE_Aya-03.jpg"
    }
  ],
  "place": "Dubai, United Arab Emirates"
}
]