[
  {
      "client": "Tutus Kurniati",
      "descr": "4SPACE transformed Tutus Kurniati, a luxury ladies' fashion store at Nakheel Mall, into a modern and feminine oasis. Inspired by the client's vision of trendy yet comfortable resort wear, 4SPACE crafted a luxury interior design that draws from beachside elements, using pink and beach sand tones. The interior design captures the serene beauty of waves, rocks, and seashells with a monochromatic cherry blossom pink, creating an inviting atmosphere of relaxation and tenderness. This project showcases 4SPACE’s innovative design approach and reinforces its status as one of Dubai’s top interior design firms.",
      "images": [
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/47.png"
          },
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/48.png"
          },
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/49.png"
          },
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/50.png"
          },
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/51.png"
          },
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/52.png"
          },
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/53.png"
          },
          {
              "alt": "Akabeko",
              "src": "assets/Retail/WHITES/54.png"
          }
      ],
      "place": "Dubai United Arab Emirates"
  },
  {
    "client": "BE Meliorism Office",
    "descr": "Each corner of the office is a tech haven. Perfectly suited to the office’s tech-centric ethos. To create a space that truly represents BE’s identity, 4SPACE drew inspiration from BE’s branding guidelines and core values of innovation, people, and insight. 4SPACE team created a casual and welcoming vibe in BE office interior design, by using vibrant seating arrangements while embracing the latest flooring trend, merging carpet and LVT for a motivation-boosting experience. The experts executed the design within a stringent timeline, showcasing 4SPACE’s creativity, dedication, and professionalism.After completing the project, 4SPACE's office interior design exceeded BE’s expectations, resulting in a new loyal customer.",
    "images": [
      {
        "alt": "BE Meliorism Office",
        "src": "assets/Commercial/BE Meliorism Office/BE01-4space.jpg"
      },
      {
        "alt": "BE Meliorism Office",
        "src": "assets/Commercial/BE Meliorism Office/BE02-4space.jpg"
      },
      {
        "alt": "BE Meliorism Office",
        "src": "assets/Commercial/BE Meliorism Office/BE03-4space.jpg"
      },
      {
        "alt": "BE Meliorism Office",
        "src": "assets/Commercial/BE Meliorism Office/BE04-4space.jpg"
      },
      {
        "alt": "BE Meliorism Office",
        "src": "assets/Commercial/BE Meliorism Office/BE07-4space.jpg"
      }
    ],
    "place": "Dubai, United Arab Emirates"
  },

  {
    "client": "A Futuristic Dream World",
    "descr": "Covering a breathtaking 3,000 square meters, this extraordinary interior design project invites guests into a world where surrealism takes center stage. Step into gardens that challenge the very laws of gravity, where stars unite in mesmerizing cosmic symphonies, and where delicate flowers blossom amidst the celestial glow of moon dust. Every corner of this otherworldly space immerses visitors in an experience that defies logic, elevating the imagination and awakening a sense of wonder.",
    "images": [
      {
        "alt": "AYA Universe",
        "src": "assets/Retail/AYA/4SPACE_Aya-01.jpg"
      },
      {
        "alt": "AYA Universe",
        "src": "assets/Retail/AYA/4SPACE_Aya-02.jpg"
      },
      {
        "alt": "AYA Universe",
        "src": "assets/Retail/AYA/4SPACE_Aya-03.jpg"
      }
    ],
    "place": "Dubai, United Arab Emirates"
  },
  {
    "client": "VR PARK Dubai Mall",
    "descr": "In a groundbreaking partnership with Emaar Entertainment, we've created an awe-inspiring Virtual Reality Park at Dubai Mall that pushes the boundaries of entertainment interior design. Prepare to embark on an unforgettable journey where the ordinary is left behind, and the extraordinary becomes your new reality. This is not just an immersive experience; It’s a world where innovation meets imagination, and every moment is designed to astonish, transporting you into the future of entertainment.",
    "images": [
      {
        "alt": "VR PARK",
        "src": "assets/Retail/VR PARK/VR-Park-1-e1521699056966.jpg"
      },
      {
        "alt": "VR PARK",
        "src": "assets/Retail/VR PARK/VR-Park-3-scaled.jpg"
      },
      {
        "alt": "VR PARK",
        "src": "assets/Retail/VR PARK/VR-Park-6-scaled.jpg"
      },
      {
        "alt": "VR PARK",
        "src": "assets/Retail/VR PARK/VR-Park-8-scaled.jpg"
      },
      {
        "alt": "VR PARK",
        "src": "assets/Retail/VR PARK/VR-Park-12-scaled.jpg"
      }
    ],
    "place": "Dubai, United Arab Emirates"
  }
]
